benchmarks/results/compose-2026-05-29T06-25-20Z/k6-spike.log

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: benchmarks/k6/spike.js
        output: -

     scenarios: (100.00%) 1 scenario, 200 max VUs, 5m30s max duration (incl. graceful stop):
              * default: Up to 200 looping VUs for 5m0s over 5 stages (gracefulRampDown: 30s, gracefulStop: 30s)


running (0m01.0s), 001/200 VUs, 0 complete and 0 interrupted iterations
default   [   0% ] 001/200 VUs  0m01.0s/5m00.0s

running (0m02.0s), 002/200 VUs, 1 complete and 0 interrupted iterations
default   [   1% ] 002/200 VUs  0m02.0s/5m00.0s

running (0m03.0s), 002/200 VUs, 3 complete and 0 interrupted iterations
default   [   1% ] 002/200 VUs  0m03.0s/5m00.0s

running (0m04.0s), 003/200 VUs, 5 complete and 0 interrupted iterations
default   [   1% ] 003/200 VUs  0m04.0s/5m00.0s

running (0m05.0s), 004/200 VUs, 8 complete and 0 interrupted iterations
default   [   2% ] 004/200 VUs  0m05.0s/5m00.0s

running (0m06.0s), 004/200 VUs, 12 complete and 0 interrupted iterations
default   [   2% ] 004/200 VUs  0m06.0s/5m00.0s

running (0m07.0s), 005/200 VUs, 16 complete and 0 interrupted iterations
default   [   2% ] 005/200 VUs  0m07.0s/5m00.0s

running (0m08.0s), 006/200 VUs, 21 complete and 0 interrupted iterations
default   [   3% ] 006/200 VUs  0m08.0s/5m00.0s

running (0m09.0s), 006/200 VUs, 27 complete and 0 interrupted iterations
default   [   3% ] 006/200 VUs  0m09.0s/5m00.0s

running (0m10.0s), 007/200 VUs, 33 complete and 0 interrupted iterations
default   [   3% ] 007/200 VUs  0m10.0s/5m00.0s

running (0m11.0s), 007/200 VUs, 40 complete and 0 interrupted iterations
default   [   4% ] 007/200 VUs  0m11.0s/5m00.0s

running (0m12.0s), 008/200 VUs, 47 complete and 0 interrupted iterations
default   [   4% ] 008/200 VUs  0m12.0s/5m00.0s

running (0m13.0s), 009/200 VUs, 55 complete and 0 interrupted iterations
default   [   4% ] 009/200 VUs  0m13.0s/5m00.0s

running (0m14.0s), 009/200 VUs, 64 complete and 0 interrupted iterations
default   [   5% ] 009/200 VUs  0m14.0s/5m00.0s

running (0m15.0s), 010/200 VUs, 73 complete and 0 interrupted iterations
default   [   5% ] 010/200 VUs  0m15.0s/5m00.0s

running (0m16.0s), 011/200 VUs, 83 complete and 0 interrupted iterations
default   [   5% ] 011/200 VUs  0m16.0s/5m00.0s

running (0m17.0s), 011/200 VUs, 94 complete and 0 interrupted iterations
default   [   6% ] 011/200 VUs  0m17.0s/5m00.0s

running (0m18.0s), 012/200 VUs, 105 complete and 0 interrupted iterations
default   [   6% ] 012/200 VUs  0m18.0s/5m00.0s

running (0m19.0s), 013/200 VUs, 117 complete and 0 interrupted iterations
default   [   6% ] 013/200 VUs  0m19.0s/5m00.0s

running (0m20.0s), 013/200 VUs, 129 complete and 0 interrupted iterations
default   [   7% ] 013/200 VUs  0m20.0s/5m00.0s

running (0m21.0s), 014/200 VUs, 142 complete and 0 interrupted iterations
default   [   7% ] 014/200 VUs  0m21.0s/5m00.0s

running (0m22.0s), 014/200 VUs, 156 complete and 0 interrupted iterations
default   [   7% ] 014/200 VUs  0m22.0s/5m00.0s

running (0m23.0s), 015/200 VUs, 170 complete and 0 interrupted iterations
default   [   8% ] 015/200 VUs  0m23.0s/5m00.0s

running (0m24.0s), 016/200 VUs, 185 complete and 0 interrupted iterations
default   [   8% ] 016/200 VUs  0m24.0s/5m00.0s

running (0m25.0s), 016/200 VUs, 201 complete and 0 interrupted iterations
default   [   8% ] 016/200 VUs  0m25.0s/5m00.0s

running (0m26.0s), 017/200 VUs, 216 complete and 0 interrupted iterations
default   [   9% ] 017/200 VUs  0m26.0s/5m00.0s

running (0m27.0s), 018/200 VUs, 233 complete and 0 interrupted iterations
default   [   9% ] 018/200 VUs  0m27.0s/5m00.0s

running (0m28.0s), 018/200 VUs, 251 complete and 0 interrupted iterations
default   [   9% ] 018/200 VUs  0m28.0s/5m00.0s

running (0m29.0s), 019/200 VUs, 269 complete and 0 interrupted iterations
default   [  10% ] 019/200 VUs  0m29.0s/5m00.0s

running (0m30.0s), 019/200 VUs, 288 complete and 0 interrupted iterations
default   [  10% ] 019/200 VUs  0m30.0s/5m00.0s

running (0m31.0s), 025/200 VUs, 307 complete and 0 interrupted iterations
default   [  10% ] 025/200 VUs  0m31.0s/5m00.0s

running (0m32.0s), 031/200 VUs, 331 complete and 0 interrupted iterations
default   [  11% ] 031/200 VUs  0m32.0s/5m00.0s

running (0m33.0s), 037/200 VUs, 362 complete and 0 interrupted iterations
default   [  11% ] 037/200 VUs  0m33.0s/5m00.0s

running (0m34.0s), 043/200 VUs, 399 complete and 0 interrupted iterations
default   [  11% ] 043/200 VUs  0m34.0s/5m00.0s

running (0m35.0s), 049/200 VUs, 442 complete and 0 interrupted iterations
default   [  12% ] 049/200 VUs  0m35.0s/5m00.0s

running (0m36.0s), 055/200 VUs, 491 complete and 0 interrupted iterations
default   [  12% ] 055/200 VUs  0m36.0s/5m00.0s

running (0m37.0s), 061/200 VUs, 546 complete and 0 interrupted iterations
default   [  12% ] 061/200 VUs  0m37.0s/5m00.0s

running (0m38.0s), 067/200 VUs, 607 complete and 0 interrupted iterations
default   [  13% ] 067/200 VUs  0m38.0s/5m00.0s

running (0m39.0s), 073/200 VUs, 674 complete and 0 interrupted iterations
default   [  13% ] 073/200 VUs  0m39.0s/5m00.0s

running (0m40.0s), 079/200 VUs, 747 complete and 0 interrupted iterations
default   [  13% ] 079/200 VUs  0m40.0s/5m00.0s

running (0m41.0s), 085/200 VUs, 826 complete and 0 interrupted iterations
default   [  14% ] 085/200 VUs  0m41.0s/5m00.0s

running (0m42.0s), 091/200 VUs, 910 complete and 0 interrupted iterations
default   [  14% ] 091/200 VUs  0m42.0s/5m00.0s

running (0m43.0s), 097/200 VUs, 1001 complete and 0 interrupted iterations
default   [  14% ] 097/200 VUs  0m43.0s/5m00.0s

running (0m44.0s), 103/200 VUs, 1098 complete and 0 interrupted iterations
default   [  15% ] 103/200 VUs  0m44.0s/5m00.0s

running (0m45.0s), 109/200 VUs, 1201 complete and 0 interrupted iterations
default   [  15% ] 109/200 VUs  0m45.0s/5m00.0s

running (0m46.0s), 115/200 VUs, 1310 complete and 0 interrupted iterations
default   [  15% ] 115/200 VUs  0m46.0s/5m00.0s

running (0m47.0s), 121/200 VUs, 1425 complete and 0 interrupted iterations
default   [  16% ] 121/200 VUs  0m47.0s/5m00.0s

running (0m48.0s), 127/200 VUs, 1546 complete and 0 interrupted iterations
default   [  16% ] 127/200 VUs  0m48.0s/5m00.0s

running (0m49.0s), 133/200 VUs, 1673 complete and 0 interrupted iterations
default   [  16% ] 133/200 VUs  0m49.0s/5m00.0s

running (0m50.0s), 139/200 VUs, 1805 complete and 0 interrupted iterations
default   [  17% ] 139/200 VUs  0m50.0s/5m00.0s

running (0m51.0s), 145/200 VUs, 1944 complete and 0 interrupted iterations
default   [  17% ] 145/200 VUs  0m51.0s/5m00.0s

running (0m52.0s), 151/200 VUs, 2089 complete and 0 interrupted iterations
default   [  17% ] 151/200 VUs  0m52.0s/5m00.0s

running (0m53.0s), 157/200 VUs, 2240 complete and 0 interrupted iterations
default   [  18% ] 157/200 VUs  0m53.0s/5m00.0s

running (0m54.0s), 163/200 VUs, 2397 complete and 0 interrupted iterations
default   [  18% ] 163/200 VUs  0m54.0s/5m00.0s

running (0m55.0s), 169/200 VUs, 2560 complete and 0 interrupted iterations
default   [  18% ] 169/200 VUs  0m55.0s/5m00.0s

running (0m56.0s), 175/200 VUs, 2729 complete and 0 interrupted iterations
default   [  19% ] 175/200 VUs  0m56.0s/5m00.0s

running (0m57.0s), 181/200 VUs, 2904 complete and 0 interrupted iterations
default   [  19% ] 181/200 VUs  0m57.0s/5m00.0s

running (0m58.0s), 187/200 VUs, 3085 complete and 0 interrupted iterations
default   [  19% ] 187/200 VUs  0m58.0s/5m00.0s

running (0m59.0s), 193/200 VUs, 3272 complete and 0 interrupted iterations
default   [  20% ] 193/200 VUs  0m59.0s/5m00.0s

running (1m00.0s), 199/200 VUs, 3465 complete and 0 interrupted iterations
default   [  20% ] 199/200 VUs  1m00.0s/5m00.0s

running (1m01.0s), 200/200 VUs, 3664 complete and 0 interrupted iterations
default   [  20% ] 200/200 VUs  1m01.0s/5m00.0s

running (1m02.0s), 200/200 VUs, 3864 complete and 0 interrupted iterations
default   [  21% ] 200/200 VUs  1m02.0s/5m00.0s

running (1m03.0s), 200/200 VUs, 4062 complete and 0 interrupted iterations
default   [  21% ] 200/200 VUs  1m03.0s/5m00.0s

running (1m04.0s), 200/200 VUs, 4262 complete and 0 interrupted iterations
default   [  21% ] 200/200 VUs  1m04.0s/5m00.0s

running (1m05.0s), 200/200 VUs, 4462 complete and 0 interrupted iterations
default   [  22% ] 200/200 VUs  1m05.0s/5m00.0s

running (1m06.0s), 200/200 VUs, 4660 complete and 0 interrupted iterations
default   [  22% ] 200/200 VUs  1m06.0s/5m00.0s

running (1m07.0s), 200/200 VUs, 4860 complete and 0 interrupted iterations
default   [  22% ] 200/200 VUs  1m07.0s/5m00.0s

running (1m08.0s), 200/200 VUs, 5057 complete and 0 interrupted iterations
default   [  23% ] 200/200 VUs  1m08.0s/5m00.0s

running (1m09.0s), 200/200 VUs, 5255 complete and 0 interrupted iterations
default   [  23% ] 200/200 VUs  1m09.0s/5m00.0s

running (1m10.0s), 200/200 VUs, 5438 complete and 0 interrupted iterations
default   [  23% ] 200/200 VUs  1m10.0s/5m00.0s

running (1m11.0s), 200/200 VUs, 5636 complete and 0 interrupted iterations
default   [  24% ] 200/200 VUs  1m11.0s/5m00.0s

running (1m12.0s), 200/200 VUs, 5836 complete and 0 interrupted iterations
default   [  24% ] 200/200 VUs  1m12.0s/5m00.0s

running (1m13.0s), 200/200 VUs, 6036 complete and 0 interrupted iterations
default   [  24% ] 200/200 VUs  1m13.0s/5m00.0s

running (1m14.0s), 200/200 VUs, 6236 complete and 0 interrupted iterations
default   [  25% ] 200/200 VUs  1m14.0s/5m00.0s

running (1m15.0s), 200/200 VUs, 6436 complete and 0 interrupted iterations
default   [  25% ] 200/200 VUs  1m15.0s/5m00.0s

running (1m16.0s), 200/200 VUs, 6636 complete and 0 interrupted iterations
default   [  25% ] 200/200 VUs  1m16.0s/5m00.0s

running (1m17.0s), 200/200 VUs, 6836 complete and 0 interrupted iterations
default   [  26% ] 200/200 VUs  1m17.0s/5m00.0s

running (1m18.0s), 200/200 VUs, 7036 complete and 0 interrupted iterations
default   [  26% ] 200/200 VUs  1m18.0s/5m00.0s

running (1m19.0s), 200/200 VUs, 7236 complete and 0 interrupted iterations
default   [  26% ] 200/200 VUs  1m19.0s/5m00.0s

running (1m20.0s), 200/200 VUs, 7436 complete and 0 interrupted iterations
default   [  27% ] 200/200 VUs  1m20.0s/5m00.0s

running (1m21.0s), 200/200 VUs, 7636 complete and 0 interrupted iterations
default   [  27% ] 200/200 VUs  1m21.0s/5m00.0s

running (1m22.0s), 200/200 VUs, 7836 complete and 0 interrupted iterations
default   [  27% ] 200/200 VUs  1m22.0s/5m00.0s

running (1m23.0s), 200/200 VUs, 8036 complete and 0 interrupted iterations
default   [  28% ] 200/200 VUs  1m23.0s/5m00.0s

running (1m24.0s), 200/200 VUs, 8220 complete and 0 interrupted iterations
default   [  28% ] 200/200 VUs  1m24.0s/5m00.0s

running (1m25.0s), 200/200 VUs, 8420 complete and 0 interrupted iterations
default   [  28% ] 200/200 VUs  1m25.0s/5m00.0s

running (1m26.0s), 200/200 VUs, 8514 complete and 0 interrupted iterations
default   [  29% ] 200/200 VUs  1m26.0s/5m00.0s

running (1m27.0s), 200/200 VUs, 8625 complete and 0 interrupted iterations
default   [  29% ] 200/200 VUs  1m27.0s/5m00.0s

running (1m28.0s), 200/200 VUs, 8825 complete and 0 interrupted iterations
default   [  29% ] 200/200 VUs  1m28.0s/5m00.0s

running (1m29.0s), 200/200 VUs, 8982 complete and 0 interrupted iterations
default   [  30% ] 200/200 VUs  1m29.0s/5m00.0s

running (1m30.0s), 200/200 VUs, 9182 complete and 0 interrupted iterations
default   [  30% ] 200/200 VUs  1m30.0s/5m00.0s

running (1m31.0s), 200/200 VUs, 9377 complete and 0 interrupted iterations
default   [  30% ] 200/200 VUs  1m31.0s/5m00.0s

running (1m32.0s), 200/200 VUs, 9573 complete and 0 interrupted iterations
default   [  31% ] 200/200 VUs  1m32.0s/5m00.0s

running (1m33.0s), 200/200 VUs, 9773 complete and 0 interrupted iterations
default   [  31% ] 200/200 VUs  1m33.0s/5m00.0s

running (1m34.0s), 200/200 VUs, 9968 complete and 0 interrupted iterations
default   [  31% ] 200/200 VUs  1m34.0s/5m00.0s

running (1m35.0s), 200/200 VUs, 10166 complete and 0 interrupted iterations
default   [  32% ] 200/200 VUs  1m35.0s/5m00.0s

running (1m36.0s), 200/200 VUs, 10363 complete and 0 interrupted iterations
default   [  32% ] 200/200 VUs  1m36.0s/5m00.0s

running (1m37.0s), 200/200 VUs, 10560 complete and 0 interrupted iterations
default   [  32% ] 200/200 VUs  1m37.0s/5m00.0s

running (1m38.0s), 200/200 VUs, 10757 complete and 0 interrupted iterations
default   [  33% ] 200/200 VUs  1m38.0s/5m00.0s

running (1m39.0s), 200/200 VUs, 10955 complete and 0 interrupted iterations
default   [  33% ] 200/200 VUs  1m39.0s/5m00.0s

running (1m40.0s), 200/200 VUs, 11153 complete and 0 interrupted iterations
default   [  33% ] 200/200 VUs  1m40.0s/5m00.0s

running (1m41.0s), 200/200 VUs, 11351 complete and 0 interrupted iterations
default   [  34% ] 200/200 VUs  1m41.0s/5m00.0s

running (1m42.0s), 200/200 VUs, 11548 complete and 0 interrupted iterations
default   [  34% ] 200/200 VUs  1m42.0s/5m00.0s

running (1m43.0s), 200/200 VUs, 11745 complete and 0 interrupted iterations
default   [  34% ] 200/200 VUs  1m43.0s/5m00.0s

running (1m44.0s), 200/200 VUs, 11945 complete and 0 interrupted iterations
default   [  35% ] 200/200 VUs  1m44.0s/5m00.0s

running (1m45.0s), 200/200 VUs, 12142 complete and 0 interrupted iterations
default   [  35% ] 200/200 VUs  1m45.0s/5m00.0s

running (1m46.0s), 200/200 VUs, 12342 complete and 0 interrupted iterations
default   [  35% ] 200/200 VUs  1m46.0s/5m00.0s

running (1m47.0s), 200/200 VUs, 12542 complete and 0 interrupted iterations
default   [  36% ] 200/200 VUs  1m47.0s/5m00.0s

running (1m48.0s), 200/200 VUs, 12738 complete and 0 interrupted iterations
default   [  36% ] 200/200 VUs  1m48.0s/5m00.0s

running (1m49.0s), 200/200 VUs, 12936 complete and 0 interrupted iterations
default   [  36% ] 200/200 VUs  1m49.0s/5m00.0s

running (1m50.0s), 200/200 VUs, 13136 complete and 0 interrupted iterations
default   [  37% ] 200/200 VUs  1m50.0s/5m00.0s

running (1m51.0s), 200/200 VUs, 13336 complete and 0 interrupted iterations
default   [  37% ] 200/200 VUs  1m51.0s/5m00.0s

running (1m52.0s), 200/200 VUs, 13536 complete and 0 interrupted iterations
default   [  37% ] 200/200 VUs  1m52.0s/5m00.0s

running (1m53.0s), 200/200 VUs, 13736 complete and 0 interrupted iterations
default   [  38% ] 200/200 VUs  1m53.0s/5m00.0s

running (1m54.0s), 200/200 VUs, 13936 complete and 0 interrupted iterations
default   [  38% ] 200/200 VUs  1m54.0s/5m00.0s

running (1m55.0s), 200/200 VUs, 14136 complete and 0 interrupted iterations
default   [  38% ] 200/200 VUs  1m55.0s/5m00.0s

running (1m56.0s), 200/200 VUs, 14336 complete and 0 interrupted iterations
default   [  39% ] 200/200 VUs  1m56.0s/5m00.0s

running (1m57.0s), 200/200 VUs, 14536 complete and 0 interrupted iterations
default   [  39% ] 200/200 VUs  1m57.0s/5m00.0s

running (1m58.0s), 200/200 VUs, 14734 complete and 0 interrupted iterations
default   [  39% ] 200/200 VUs  1m58.0s/5m00.0s

running (1m59.0s), 200/200 VUs, 14930 complete and 0 interrupted iterations
default   [  40% ] 200/200 VUs  1m59.0s/5m00.0s

running (2m00.0s), 200/200 VUs, 15130 complete and 0 interrupted iterations
default   [  40% ] 200/200 VUs  2m00.0s/5m00.0s

running (2m01.0s), 200/200 VUs, 15328 complete and 0 interrupted iterations
default   [  40% ] 200/200 VUs  2m01.0s/5m00.0s

running (2m02.0s), 200/200 VUs, 15528 complete and 0 interrupted iterations
default   [  41% ] 200/200 VUs  2m02.0s/5m00.0s

running (2m03.0s), 200/200 VUs, 15728 complete and 0 interrupted iterations
default   [  41% ] 200/200 VUs  2m03.0s/5m00.0s

running (2m04.0s), 200/200 VUs, 15928 complete and 0 interrupted iterations
default   [  41% ] 200/200 VUs  2m04.0s/5m00.0s

running (2m05.0s), 200/200 VUs, 16128 complete and 0 interrupted iterations
default   [  42% ] 200/200 VUs  2m05.0s/5m00.0s

running (2m06.0s), 200/200 VUs, 16326 complete and 0 interrupted iterations
default   [  42% ] 200/200 VUs  2m06.0s/5m00.0s

running (2m07.0s), 200/200 VUs, 16526 complete and 0 interrupted iterations
default   [  42% ] 200/200 VUs  2m07.0s/5m00.0s

running (2m08.0s), 200/200 VUs, 16722 complete and 0 interrupted iterations
default   [  43% ] 200/200 VUs  2m08.0s/5m00.0s

running (2m09.0s), 200/200 VUs, 16922 complete and 0 interrupted iterations
default   [  43% ] 200/200 VUs  2m09.0s/5m00.0s

running (2m10.0s), 200/200 VUs, 17122 complete and 0 interrupted iterations
default   [  43% ] 200/200 VUs  2m10.0s/5m00.0s

running (2m11.0s), 200/200 VUs, 17322 complete and 0 interrupted iterations
default   [  44% ] 200/200 VUs  2m11.0s/5m00.0s

running (2m12.0s), 200/200 VUs, 17522 complete and 0 interrupted iterations
default   [  44% ] 200/200 VUs  2m12.0s/5m00.0s

running (2m13.0s), 200/200 VUs, 17722 complete and 0 interrupted iterations
default   [  44% ] 200/200 VUs  2m13.0s/5m00.0s

running (2m14.0s), 200/200 VUs, 17887 complete and 0 interrupted iterations
default   [  45% ] 200/200 VUs  2m14.0s/5m00.0s

running (2m15.0s), 200/200 VUs, 18085 complete and 0 interrupted iterations
default   [  45% ] 200/200 VUs  2m15.0s/5m00.0s

running (2m16.0s), 200/200 VUs, 18277 complete and 0 interrupted iterations
default   [  45% ] 200/200 VUs  2m16.0s/5m00.0s

running (2m17.0s), 200/200 VUs, 18477 complete and 0 interrupted iterations
default   [  46% ] 200/200 VUs  2m17.0s/5m00.0s

running (2m18.0s), 200/200 VUs, 18675 complete and 0 interrupted iterations
default   [  46% ] 200/200 VUs  2m18.0s/5m00.0s

running (2m19.0s), 200/200 VUs, 18875 complete and 0 interrupted iterations
default   [  46% ] 200/200 VUs  2m19.0s/5m00.0s

running (2m20.0s), 200/200 VUs, 19075 complete and 0 interrupted iterations
default   [  47% ] 200/200 VUs  2m20.0s/5m00.0s

running (2m21.0s), 200/200 VUs, 19275 complete and 0 interrupted iterations
default   [  47% ] 200/200 VUs  2m21.0s/5m00.0s

running (2m22.0s), 200/200 VUs, 19475 complete and 0 interrupted iterations
default   [  47% ] 200/200 VUs  2m22.0s/5m00.0s

running (2m23.0s), 200/200 VUs, 19675 complete and 0 interrupted iterations
default   [  48% ] 200/200 VUs  2m23.0s/5m00.0s

running (2m24.0s), 200/200 VUs, 19866 complete and 0 interrupted iterations
default   [  48% ] 200/200 VUs  2m24.0s/5m00.0s

running (2m25.0s), 200/200 VUs, 20064 complete and 0 interrupted iterations
default   [  48% ] 200/200 VUs  2m25.0s/5m00.0s

running (2m26.0s), 200/200 VUs, 20226 complete and 0 interrupted iterations
default   [  49% ] 200/200 VUs  2m26.0s/5m00.0s

running (2m27.0s), 200/200 VUs, 20404 complete and 0 interrupted iterations
default   [  49% ] 200/200 VUs  2m27.0s/5m00.0s

running (2m28.0s), 200/200 VUs, 20596 complete and 0 interrupted iterations
default   [  49% ] 200/200 VUs  2m28.0s/5m00.0s

running (2m29.0s), 200/200 VUs, 20796 complete and 0 interrupted iterations
default   [  50% ] 200/200 VUs  2m29.0s/5m00.0s

running (2m30.0s), 200/200 VUs, 20992 complete and 0 interrupted iterations
default   [  50% ] 200/200 VUs  2m30.0s/5m00.0s

running (2m31.0s), 200/200 VUs, 21189 complete and 0 interrupted iterations
default   [  50% ] 200/200 VUs  2m31.0s/5m00.0s

running (2m32.0s), 200/200 VUs, 21387 complete and 0 interrupted iterations
default   [  51% ] 200/200 VUs  2m32.0s/5m00.0s

running (2m33.0s), 200/200 VUs, 21587 complete and 0 interrupted iterations
default   [  51% ] 200/200 VUs  2m33.0s/5m00.0s

running (2m34.0s), 200/200 VUs, 21784 complete and 0 interrupted iterations
default   [  51% ] 200/200 VUs  2m34.0s/5m00.0s

running (2m35.0s), 200/200 VUs, 21983 complete and 0 interrupted iterations
default   [  52% ] 200/200 VUs  2m35.0s/5m00.0s

running (2m36.0s), 200/200 VUs, 22182 complete and 0 interrupted iterations
default   [  52% ] 200/200 VUs  2m36.0s/5m00.0s

running (2m37.0s), 200/200 VUs, 22380 complete and 0 interrupted iterations
default   [  52% ] 200/200 VUs  2m37.0s/5m00.0s

running (2m38.0s), 200/200 VUs, 22580 complete and 0 interrupted iterations
default   [  53% ] 200/200 VUs  2m38.0s/5m00.0s

running (2m39.0s), 200/200 VUs, 22779 complete and 0 interrupted iterations
default   [  53% ] 200/200 VUs  2m39.0s/5m00.0s

running (2m40.0s), 200/200 VUs, 22976 complete and 0 interrupted iterations
default   [  53% ] 200/200 VUs  2m40.0s/5m00.0s

running (2m41.0s), 200/200 VUs, 23172 complete and 0 interrupted iterations
default   [  54% ] 200/200 VUs  2m41.0s/5m00.0s

running (2m42.0s), 200/200 VUs, 23371 complete and 0 interrupted iterations
default   [  54% ] 200/200 VUs  2m42.0s/5m00.0s

running (2m43.0s), 200/200 VUs, 23570 complete and 0 interrupted iterations
default   [  54% ] 200/200 VUs  2m43.0s/5m00.0s

running (2m44.0s), 200/200 VUs, 23770 complete and 0 interrupted iterations
default   [  55% ] 200/200 VUs  2m44.0s/5m00.0s

running (2m45.0s), 200/200 VUs, 23956 complete and 0 interrupted iterations
default   [  55% ] 200/200 VUs  2m45.0s/5m00.0s

running (2m46.0s), 200/200 VUs, 24156 complete and 0 interrupted iterations
default   [  55% ] 200/200 VUs  2m46.0s/5m00.0s

running (2m47.0s), 200/200 VUs, 24356 complete and 0 interrupted iterations
default   [  56% ] 200/200 VUs  2m47.0s/5m00.0s

running (2m48.0s), 200/200 VUs, 24556 complete and 0 interrupted iterations
default   [  56% ] 200/200 VUs  2m48.0s/5m00.0s

running (2m49.0s), 200/200 VUs, 24756 complete and 0 interrupted iterations
default   [  56% ] 200/200 VUs  2m49.0s/5m00.0s

running (2m50.0s), 200/200 VUs, 24956 complete and 0 interrupted iterations
default   [  57% ] 200/200 VUs  2m50.0s/5m00.0s

running (2m51.0s), 200/200 VUs, 25156 complete and 0 interrupted iterations
default   [  57% ] 200/200 VUs  2m51.0s/5m00.0s

running (2m52.0s), 200/200 VUs, 25356 complete and 0 interrupted iterations
default   [  57% ] 200/200 VUs  2m52.0s/5m00.0s

running (2m53.0s), 200/200 VUs, 25556 complete and 0 interrupted iterations
default   [  58% ] 200/200 VUs  2m53.0s/5m00.0s

running (2m54.0s), 200/200 VUs, 25756 complete and 0 interrupted iterations
default   [  58% ] 200/200 VUs  2m54.0s/5m00.0s

running (2m55.0s), 200/200 VUs, 25956 complete and 0 interrupted iterations
default   [  58% ] 200/200 VUs  2m55.0s/5m00.0s

running (2m56.0s), 200/200 VUs, 26156 complete and 0 interrupted iterations
default   [  59% ] 200/200 VUs  2m56.0s/5m00.0s

running (2m57.0s), 200/200 VUs, 26356 complete and 0 interrupted iterations
default   [  59% ] 200/200 VUs  2m57.0s/5m00.0s

running (2m58.0s), 200/200 VUs, 26556 complete and 0 interrupted iterations
default   [  59% ] 200/200 VUs  2m58.0s/5m00.0s

running (2m59.0s), 200/200 VUs, 26756 complete and 0 interrupted iterations
default   [  60% ] 200/200 VUs  2m59.0s/5m00.0s

running (3m00.0s), 200/200 VUs, 26956 complete and 0 interrupted iterations
default   [  60% ] 200/200 VUs  3m00.0s/5m00.0s

running (3m01.0s), 200/200 VUs, 27156 complete and 0 interrupted iterations
default   [  60% ] 200/200 VUs  3m01.0s/5m00.0s

running (3m02.0s), 200/200 VUs, 27356 complete and 0 interrupted iterations
default   [  61% ] 200/200 VUs  3m02.0s/5m00.0s

running (3m03.0s), 200/200 VUs, 27556 complete and 0 interrupted iterations
default   [  61% ] 200/200 VUs  3m03.0s/5m00.0s

running (3m04.0s), 200/200 VUs, 27756 complete and 0 interrupted iterations
default   [  61% ] 200/200 VUs  3m04.0s/5m00.0s

running (3m05.0s), 200/200 VUs, 27956 complete and 0 interrupted iterations
default   [  62% ] 200/200 VUs  3m05.0s/5m00.0s

running (3m06.0s), 200/200 VUs, 28156 complete and 0 interrupted iterations
default   [  62% ] 200/200 VUs  3m06.0s/5m00.0s

running (3m07.0s), 200/200 VUs, 28355 complete and 0 interrupted iterations
default   [  62% ] 200/200 VUs  3m07.0s/5m00.0s

running (3m08.0s), 200/200 VUs, 28555 complete and 0 interrupted iterations
default   [  63% ] 200/200 VUs  3m08.0s/5m00.0s

running (3m09.0s), 200/200 VUs, 28751 complete and 0 interrupted iterations
default   [  63% ] 200/200 VUs  3m09.0s/5m00.0s

running (3m10.0s), 200/200 VUs, 28948 complete and 0 interrupted iterations
default   [  63% ] 200/200 VUs  3m10.0s/5m00.0s

running (3m11.0s), 200/200 VUs, 29148 complete and 0 interrupted iterations
default   [  64% ] 200/200 VUs  3m11.0s/5m00.0s

running (3m12.0s), 200/200 VUs, 29348 complete and 0 interrupted iterations
default   [  64% ] 200/200 VUs  3m12.0s/5m00.0s

running (3m13.0s), 200/200 VUs, 29546 complete and 0 interrupted iterations
default   [  64% ] 200/200 VUs  3m13.0s/5m00.0s

running (3m14.0s), 200/200 VUs, 29746 complete and 0 interrupted iterations
default   [  65% ] 200/200 VUs  3m14.0s/5m00.0s

running (3m15.0s), 200/200 VUs, 29946 complete and 0 interrupted iterations
default   [  65% ] 200/200 VUs  3m15.0s/5m00.0s

running (3m16.0s), 200/200 VUs, 30146 complete and 0 interrupted iterations
default   [  65% ] 200/200 VUs  3m16.0s/5m00.0s

running (3m17.0s), 200/200 VUs, 30346 complete and 0 interrupted iterations
default   [  66% ] 200/200 VUs  3m17.0s/5m00.0s

running (3m18.0s), 200/200 VUs, 30546 complete and 0 interrupted iterations
default   [  66% ] 200/200 VUs  3m18.0s/5m00.0s

running (3m19.0s), 200/200 VUs, 30746 complete and 0 interrupted iterations
default   [  66% ] 200/200 VUs  3m19.0s/5m00.0s

running (3m20.0s), 200/200 VUs, 30946 complete and 0 interrupted iterations
default   [  67% ] 200/200 VUs  3m20.0s/5m00.0s

running (3m21.0s), 200/200 VUs, 31145 complete and 0 interrupted iterations
default   [  67% ] 200/200 VUs  3m21.0s/5m00.0s

running (3m22.0s), 200/200 VUs, 31331 complete and 0 interrupted iterations
default   [  67% ] 200/200 VUs  3m22.0s/5m00.0s

running (3m23.0s), 200/200 VUs, 31525 complete and 0 interrupted iterations
default   [  68% ] 200/200 VUs  3m23.0s/5m00.0s

running (3m24.0s), 200/200 VUs, 31725 complete and 0 interrupted iterations
default   [  68% ] 200/200 VUs  3m24.0s/5m00.0s

running (3m25.0s), 200/200 VUs, 31925 complete and 0 interrupted iterations
default   [  68% ] 200/200 VUs  3m25.0s/5m00.0s

running (3m26.0s), 200/200 VUs, 32125 complete and 0 interrupted iterations
default   [  69% ] 200/200 VUs  3m26.0s/5m00.0s

running (3m27.0s), 200/200 VUs, 32322 complete and 0 interrupted iterations
default   [  69% ] 200/200 VUs  3m27.0s/5m00.0s

running (3m28.0s), 200/200 VUs, 32518 complete and 0 interrupted iterations
default   [  69% ] 200/200 VUs  3m28.0s/5m00.0s

running (3m29.0s), 200/200 VUs, 32715 complete and 0 interrupted iterations
default   [  70% ] 200/200 VUs  3m29.0s/5m00.0s

running (3m30.0s), 200/200 VUs, 32914 complete and 0 interrupted iterations
default   [  70% ] 200/200 VUs  3m30.0s/5m00.0s

running (3m31.0s), 200/200 VUs, 33111 complete and 0 interrupted iterations
default   [  70% ] 200/200 VUs  3m31.0s/5m00.0s

running (3m32.0s), 200/200 VUs, 33291 complete and 0 interrupted iterations
default   [  71% ] 200/200 VUs  3m32.0s/5m00.0s

running (3m33.0s), 200/200 VUs, 33489 complete and 0 interrupted iterations
default   [  71% ] 200/200 VUs  3m33.0s/5m00.0s

running (3m34.0s), 200/200 VUs, 33688 complete and 0 interrupted iterations
default   [  71% ] 200/200 VUs  3m34.0s/5m00.0s

running (3m35.0s), 200/200 VUs, 33886 complete and 0 interrupted iterations
default   [  72% ] 200/200 VUs  3m35.0s/5m00.0s

running (3m36.0s), 200/200 VUs, 34086 complete and 0 interrupted iterations
default   [  72% ] 200/200 VUs  3m36.0s/5m00.0s

running (3m37.0s), 200/200 VUs, 34286 complete and 0 interrupted iterations
default   [  72% ] 200/200 VUs  3m37.0s/5m00.0s

running (3m38.0s), 200/200 VUs, 34484 complete and 0 interrupted iterations
default   [  73% ] 200/200 VUs  3m38.0s/5m00.0s

running (3m39.0s), 200/200 VUs, 34672 complete and 0 interrupted iterations
default   [  73% ] 200/200 VUs  3m39.0s/5m00.0s

running (3m40.0s), 200/200 VUs, 34865 complete and 0 interrupted iterations
default   [  73% ] 200/200 VUs  3m40.0s/5m00.0s

running (3m41.0s), 200/200 VUs, 35065 complete and 0 interrupted iterations
default   [  74% ] 200/200 VUs  3m41.0s/5m00.0s

running (3m42.0s), 200/200 VUs, 35259 complete and 0 interrupted iterations
default   [  74% ] 200/200 VUs  3m42.0s/5m00.0s

running (3m43.0s), 200/200 VUs, 35455 complete and 0 interrupted iterations
default   [  74% ] 200/200 VUs  3m43.0s/5m00.0s

running (3m44.0s), 200/200 VUs, 35655 complete and 0 interrupted iterations
default   [  75% ] 200/200 VUs  3m44.0s/5m00.0s

running (3m45.0s), 200/200 VUs, 35853 complete and 0 interrupted iterations
default   [  75% ] 200/200 VUs  3m45.0s/5m00.0s

running (3m46.0s), 200/200 VUs, 36052 complete and 0 interrupted iterations
default   [  75% ] 200/200 VUs  3m46.0s/5m00.0s

running (3m47.0s), 200/200 VUs, 36251 complete and 0 interrupted iterations
default   [  76% ] 200/200 VUs  3m47.0s/5m00.0s

running (3m48.0s), 200/200 VUs, 36450 complete and 0 interrupted iterations
default   [  76% ] 200/200 VUs  3m48.0s/5m00.0s

running (3m49.0s), 200/200 VUs, 36646 complete and 0 interrupted iterations
default   [  76% ] 200/200 VUs  3m49.0s/5m00.0s

running (3m50.0s), 200/200 VUs, 36839 complete and 0 interrupted iterations
default   [  77% ] 200/200 VUs  3m50.0s/5m00.0s

running (3m51.0s), 200/200 VUs, 37035 complete and 0 interrupted iterations
default   [  77% ] 200/200 VUs  3m51.0s/5m00.0s

running (3m52.0s), 200/200 VUs, 37232 complete and 0 interrupted iterations
default   [  77% ] 200/200 VUs  3m52.0s/5m00.0s

running (3m53.0s), 200/200 VUs, 37432 complete and 0 interrupted iterations
default   [  78% ] 200/200 VUs  3m53.0s/5m00.0s

running (3m54.0s), 200/200 VUs, 37630 complete and 0 interrupted iterations
default   [  78% ] 200/200 VUs  3m54.0s/5m00.0s

running (3m55.0s), 200/200 VUs, 37830 complete and 0 interrupted iterations
default   [  78% ] 200/200 VUs  3m55.0s/5m00.0s

running (3m56.0s), 200/200 VUs, 38030 complete and 0 interrupted iterations
default   [  79% ] 200/200 VUs  3m56.0s/5m00.0s

running (3m57.0s), 200/200 VUs, 38228 complete and 0 interrupted iterations
default   [  79% ] 200/200 VUs  3m57.0s/5m00.0s

running (3m58.0s), 200/200 VUs, 38428 complete and 0 interrupted iterations
default   [  79% ] 200/200 VUs  3m58.0s/5m00.0s

running (3m59.0s), 200/200 VUs, 38628 complete and 0 interrupted iterations
default   [  80% ] 200/200 VUs  3m59.0s/5m00.0s

running (4m00.0s), 200/200 VUs, 38827 complete and 0 interrupted iterations
default   [  80% ] 200/200 VUs  4m00.0s/5m00.0s

running (4m01.0s), 198/200 VUs, 39027 complete and 0 interrupted iterations
default   [  80% ] 198/200 VUs  4m01.0s/5m00.0s

running (4m02.0s), 193/200 VUs, 39212 complete and 0 interrupted iterations
default   [  81% ] 193/200 VUs  4m02.0s/5m00.0s

running (4m03.0s), 185/200 VUs, 39405 complete and 0 interrupted iterations
default   [  81% ] 185/200 VUs  4m03.0s/5m00.0s

running (4m04.0s), 180/200 VUs, 39590 complete and 0 interrupted iterations
default   [  81% ] 180/200 VUs  4m04.0s/5m00.0s

running (4m05.0s), 173/200 VUs, 39770 complete and 0 interrupted iterations
default   [  82% ] 173/200 VUs  4m05.0s/5m00.0s

running (4m06.0s), 167/200 VUs, 39943 complete and 0 interrupted iterations
default   [  82% ] 167/200 VUs  4m06.0s/5m00.0s

running (4m07.0s), 161/200 VUs, 40110 complete and 0 interrupted iterations
default   [  82% ] 161/200 VUs  4m07.0s/5m00.0s

running (4m08.0s), 157/200 VUs, 40271 complete and 0 interrupted iterations
default   [  83% ] 157/200 VUs  4m08.0s/5m00.0s

running (4m09.0s), 149/200 VUs, 40428 complete and 0 interrupted iterations
default   [  83% ] 149/200 VUs  4m09.0s/5m00.0s

running (4m10.0s), 143/200 VUs, 40575 complete and 0 interrupted iterations
default   [  83% ] 143/200 VUs  4m10.0s/5m00.0s

running (4m11.0s), 137/200 VUs, 40716 complete and 0 interrupted iterations
default   [  84% ] 137/200 VUs  4m11.0s/5m00.0s

running (4m12.0s), 132/200 VUs, 40851 complete and 0 interrupted iterations
default   [  84% ] 132/200 VUs  4m12.0s/5m00.0s

running (4m13.0s), 124/200 VUs, 40983 complete and 0 interrupted iterations
default   [  84% ] 124/200 VUs  4m13.0s/5m00.0s

running (4m14.0s), 118/200 VUs, 41107 complete and 0 interrupted iterations
default   [  85% ] 118/200 VUs  4m14.0s/5m00.0s

running (4m15.0s), 113/200 VUs, 41225 complete and 0 interrupted iterations
default   [  85% ] 113/200 VUs  4m15.0s/5m00.0s

running (4m16.0s), 107/200 VUs, 41338 complete and 0 interrupted iterations
default   [  85% ] 107/200 VUs  4m16.0s/5m00.0s

running (4m17.0s), 102/200 VUs, 41445 complete and 0 interrupted iterations
default   [  86% ] 102/200 VUs  4m17.0s/5m00.0s

running (4m18.0s), 095/200 VUs, 41547 complete and 0 interrupted iterations
default   [  86% ] 095/200 VUs  4m18.0s/5m00.0s

running (4m19.0s), 087/200 VUs, 41642 complete and 0 interrupted iterations
default   [  86% ] 087/200 VUs  4m19.0s/5m00.0s

running (4m20.0s), 083/200 VUs, 41728 complete and 0 interrupted iterations
default   [  87% ] 083/200 VUs  4m20.0s/5m00.0s

running (4m21.0s), 077/200 VUs, 41811 complete and 0 interrupted iterations
default   [  87% ] 077/200 VUs  4m21.0s/5m00.0s

running (4m22.0s), 070/200 VUs, 41886 complete and 0 interrupted iterations
default   [  87% ] 070/200 VUs  4m22.0s/5m00.0s

running (4m23.0s), 066/200 VUs, 41956 complete and 0 interrupted iterations
default   [  88% ] 066/200 VUs  4m23.0s/5m00.0s

running (4m24.0s), 058/200 VUs, 42022 complete and 0 interrupted iterations
default   [  88% ] 058/200 VUs  4m24.0s/5m00.0s

running (4m25.0s), 053/200 VUs, 42080 complete and 0 interrupted iterations
default   [  88% ] 053/200 VUs  4m25.0s/5m00.0s

running (4m26.0s), 049/200 VUs, 42125 complete and 0 interrupted iterations
default   [  89% ] 049/200 VUs  4m26.0s/5m00.0s

running (4m27.0s), 041/200 VUs, 42164 complete and 0 interrupted iterations
default   [  89% ] 041/200 VUs  4m27.0s/5m00.0s

running (4m28.0s), 036/200 VUs, 42204 complete and 0 interrupted iterations
default   [  89% ] 036/200 VUs  4m28.0s/5m00.0s

running (4m29.0s), 029/200 VUs, 42239 complete and 0 interrupted iterations
default   [  90% ] 029/200 VUs  4m29.0s/5m00.0s

running (4m30.0s), 023/200 VUs, 42268 complete and 0 interrupted iterations
default   [  90% ] 023/200 VUs  4m30.0s/5m00.0s

running (4m31.0s), 020/200 VUs, 42291 complete and 0 interrupted iterations
default   [  90% ] 020/200 VUs  4m31.0s/5m00.0s

running (4m32.0s), 019/200 VUs, 42311 complete and 0 interrupted iterations
default   [  91% ] 019/200 VUs  4m32.0s/5m00.0s

running (4m33.0s), 019/200 VUs, 42330 complete and 0 interrupted iterations
default   [  91% ] 019/200 VUs  4m33.0s/5m00.0s

running (4m34.0s), 018/200 VUs, 42349 complete and 0 interrupted iterations
default   [  91% ] 018/200 VUs  4m34.0s/5m00.0s

running (4m35.0s), 018/200 VUs, 42367 complete and 0 interrupted iterations
default   [  92% ] 018/200 VUs  4m35.0s/5m00.0s

running (4m36.0s), 017/200 VUs, 42385 complete and 0 interrupted iterations
default   [  92% ] 017/200 VUs  4m36.0s/5m00.0s

running (4m37.0s), 016/200 VUs, 42400 complete and 0 interrupted iterations
default   [  92% ] 016/200 VUs  4m37.0s/5m00.0s

running (4m38.0s), 015/200 VUs, 42416 complete and 0 interrupted iterations
default   [  93% ] 015/200 VUs  4m38.0s/5m00.0s

running (4m39.0s), 015/200 VUs, 42431 complete and 0 interrupted iterations
default   [  93% ] 015/200 VUs  4m39.0s/5m00.0s

running (4m40.0s), 014/200 VUs, 42446 complete and 0 interrupted iterations
default   [  93% ] 014/200 VUs  4m40.0s/5m00.0s

running (4m41.0s), 014/200 VUs, 42460 complete and 0 interrupted iterations
default   [  94% ] 014/200 VUs  4m41.0s/5m00.0s

running (4m42.0s), 013/200 VUs, 42474 complete and 0 interrupted iterations
default   [  94% ] 013/200 VUs  4m42.0s/5m00.0s

running (4m43.0s), 012/200 VUs, 42487 complete and 0 interrupted iterations
default   [  94% ] 012/200 VUs  4m43.0s/5m00.0s

running (4m44.0s), 011/200 VUs, 42499 complete and 0 interrupted iterations
default   [  95% ] 011/200 VUs  4m44.0s/5m00.0s

running (4m45.0s), 011/200 VUs, 42510 complete and 0 interrupted iterations
default   [  95% ] 011/200 VUs  4m45.0s/5m00.0s

running (4m46.0s), 010/200 VUs, 42521 complete and 0 interrupted iterations
default   [  95% ] 010/200 VUs  4m46.0s/5m00.0s

running (4m47.0s), 010/200 VUs, 42531 complete and 0 interrupted iterations
default   [  96% ] 010/200 VUs  4m47.0s/5m00.0s

running (4m48.0s), 009/200 VUs, 42541 complete and 0 interrupted iterations
default   [  96% ] 009/200 VUs  4m48.0s/5m00.0s

running (4m49.0s), 008/200 VUs, 42550 complete and 0 interrupted iterations
default   [  96% ] 008/200 VUs  4m49.0s/5m00.0s

running (4m50.0s), 008/200 VUs, 42558 complete and 0 interrupted iterations
default   [  97% ] 008/200 VUs  4m50.0s/5m00.0s

running (4m51.0s), 007/200 VUs, 42566 complete and 0 interrupted iterations
default   [  97% ] 007/200 VUs  4m51.0s/5m00.0s

running (4m52.0s), 006/200 VUs, 42573 complete and 0 interrupted iterations
default   [  97% ] 006/200 VUs  4m52.0s/5m00.0s

running (4m53.0s), 006/200 VUs, 42579 complete and 0 interrupted iterations
default   [  98% ] 006/200 VUs  4m53.0s/5m00.0s

running (4m54.0s), 005/200 VUs, 42585 complete and 0 interrupted iterations
default   [  98% ] 005/200 VUs  4m54.0s/5m00.0s

running (4m55.0s), 004/200 VUs, 42590 complete and 0 interrupted iterations
default   [  98% ] 004/200 VUs  4m55.0s/5m00.0s

running (4m56.0s), 004/200 VUs, 42594 complete and 0 interrupted iterations
default   [  99% ] 004/200 VUs  4m56.0s/5m00.0s

running (4m57.0s), 003/200 VUs, 42598 complete and 0 interrupted iterations
default   [  99% ] 003/200 VUs  4m57.0s/5m00.0s

running (4m58.0s), 002/200 VUs, 42601 complete and 0 interrupted iterations
default   [  99% ] 002/200 VUs  4m58.0s/5m00.0s

running (4m59.0s), 002/200 VUs, 42603 complete and 0 interrupted iterations
default   [ 100% ] 002/200 VUs  4m59.0s/5m00.0s

running (5m00.0s), 001/200 VUs, 42605 complete and 0 interrupted iterations
default   [ 100% ] 001/200 VUs  5m00.0s/5m00.0s


  █ THRESHOLDS 

    http_req_failed
    ✓ 'rate<0.05' rate=0.03%


  █ TOTAL RESULTS 

    checks_total.......: 42606  141.866448/s
    checks_succeeded...: 99.96% 42592 out of 42606
    checks_failed......: 0.03%  14 out of 42606

    ✗ order accepted
      ↳  99% — ✓ 42592 / ✗ 14

    HTTP
    http_req_duration..............: avg=15.74ms min=1.31ms med=3.71ms max=1.49s p(50)=3.71ms p(90)=22.7ms  p(95)=42.68ms p(99)=187.61ms
      { expected_response:true }...: avg=15.47ms min=1.31ms med=3.71ms max=1.49s p(50)=3.71ms p(90)=22.65ms p(95)=42.52ms p(99)=180.2ms 
    http_req_failed................: 0.03% 14 out of 42606
    http_reqs......................: 42606 141.866448/s

    EXECUTION
    iteration_duration.............: avg=1.01s   min=1s     med=1s     max=2.5s  p(50)=1s     p(90)=1.02s   p(95)=1.04s   p(99)=1.18s   
    iterations.....................: 42606 141.866448/s
    vus............................: 1     min=1           max=200
    vus_max........................: 200   min=200         max=200

    NETWORK
    data_received..................: 18 MB 60 kB/s
    data_sent......................: 29 MB 97 kB/s



running (5m00.3s), 000/200 VUs, 42606 complete and 0 interrupted iterations
default ✓ [ 100% ] 000/200 VUs  5m0s